Repository: common-repository/image-formatr
Catalog: languages/image-formatr-*.po
Languages: sr_rs

source: Popup effects
sr_rs: Popup efekti

source: Do you want images to popup?
sr_rs: Da li želite da slike iskoče?

source: Ignore anchors
sr_rs: Ignorišite anchors

source: Ignore any image anchors in the content we process.
sr_rs: Ignorišite sve anchors slike u sadržaju koji procesujemo.

source: NOTE: This option will be overridden with an image`s <code>usemya</code> attribute.
sr_rs: BELEŠKA: Ova opcija će biti prepisana sa atributom <code>usemya</code> slike

source: Caption attribute
sr_rs: Atribut kadra

source: The image attribute to be used as the caption.
sr_rs: Atribut slike se koristi kao kadar.

source: Title replacement
sr_rs: Zamena naslova

source: The new image title (used for the mouse-over hint in most browsers).
sr_rs: Nova slika naslova (koristi se za većinu pretraživača kada se predje mišem).

source: NOTE: this will be overridden by the <em>Strip title</em> option.
sr_rs: BELEŠKA: ovo će biti prepisano od strane<em>Strip naslov</em> opcije.

source: Strip title
sr_rs: Nalov stripa

source: Blank out the image title.
sr_rs: Prazan naslov slike

source: NOTE: this will override the <em>Title replacement</em> option.
sr_rs: BELEŠKE: ovo će pisati<em>naslov zamene </em> opciju.

source: Force root
sr_rs: Prinudni root

source: Force relative parent location of images to the root.
sr_rs: Prinudna povezana lokacija slika roota.

source: Standardize thumbnails
sr_rs: Standardni thumbnails

source: Try to size all images to the thumbnail dimensions.
sr_rs: Pokušajte da namestite veličinu svih slika na thumbnail dimenzije.

source: Auto determine orientation
sr_rs: Auto odredjena orijentacija

source: <strong>WARNING</strong>: may cause pages with lots of images to load slowly.
sr_rs: <strong>UPOZORENJE</strong>: može da izazove usporeno učitavanje slika na strnicama.

source: Default dimensions
sr_rs: Default dimenzije

source: These values will be used as the width & height.
sr_rs: Ove vrednosti će se koristiti kao širina i visina

source: Additional dimensions
sr_rs: Dodatne dimenzije

source: Use attached image as thumbnail
sr_rs: Koristite dodate slike kao thumbnail

source: Select the size to use for the thumbnail with Wordpress attachment images, if available.
sr_rs: Izaberite veličinu da biste koristili thumbnail sa Wordpress dodatim slikama, ako je moguće.

source: Additional classes
sr_rs: Dodatne klase

source: Enter a space-separated list of classes to add to the image container div.
sr_rs: Uneti prostorom odvojenu listu klasa da bi se dodala slika container div.

source: Remove classes
sr_rs: Ukloniti klase

source: Enter a space-separated list of classes to remove from the image container div.
sr_rs: Uneti prostorom odvojenu listu klasa da bi se uklonila slika container div.

source: Exclude classes
sr_rs: Isključiti klase

source: Enter a space-separated list of classes to exclude images from processing, i.e. images with these classes will not be touched, just displayed "as-is".
sr_rs: Uneti prostorom odvojenu listu klasa za isključivanje slika iz procesa, pr. slike sa ovim klasama neće biti zahvaćene, samo prikazane "as-is".

source: Note: <tt>wp-smiley</tt> is the class used by Wordpress <em>emoticons</em>.
sr_rs: Beleška: <tt>wp-smiley</tt> je klasa koju koristi Wordpress <em>emoticons</em>.

source: Caption classes
sr_rs: Klase kadra

source: Enter a space-separated list of classes to add to the image caption div.
sr_rs: Uneti prostorom odvojenu listu klasa da dodate za sliku caption div.

source: Enable Flickr
sr_rs: OmogućiFlickr

source: Process images with the <code>flickr</code> attribute?
sr_rs: Proces slika sa <code>flickr</code> atributom?

source: Username
sr_rs: Korisničko ime

source: Your screen name
sr_rs: Ime na ekranu

source: Also known as: Name Server ID (NSID)
sr_rs: Takodje poznato kao: Ime servera ID (NSID)

source: API key
sr_rs: API ključ

source: Secret
sr_rs: Tajno

source: PrettyPhoto library enabled
sr_rs: PrettyPhotobiblioteka omogućena

source: Use the prettyPhoto library included with the Image Formatr plugin to handle the popup effect?
sr_rs: Koristite prettyPhoto biblioteku uključenu u Image Formatr plugin da biste kontrolisali popup efekat?

source: Popup animation speed
sr_rs: Popup brzina animacije

source: How fast should the popup move?
sr_rs: Koliko brzo ni popup trebao da se pomera?

source: Popup theme
sr_rs: Popup tema

source: What theme should the popup use?
sr_rs: Koju temu bi trebala popup koristi?

source: Include the social networking buttons?
sr_rs: Uključiti dugmad socijalnih mreži?

source: Should the popup have links to Twitter Tweets and Facebook Likes?
sr_rs: Da li bi popup trebao da ima linkove za Twitter Tweets i Facebook lajkove?

source: Slideshow group
sr_rs: Slideshow grupa

source: You can organize images into groups by giving them a <code>group</code> attribute.
sr_rs: Možete organizovati slike u grupe dajući im <code>grupa</code> atribut.

source: NOTE: this setting is the default group for all images <b>without</b> the <em>group</em> attribute.
sr_rs: BELEŠKA: ova postavka je default grupa za sve slike <b>bez</b> the <em>grupa</em> atribut.

source: Plugin load priority
sr_rs: Plugin load prioritet

source: What priority should this plugin be loaded with? (default 10)
sr_rs: Sa kojim prioritetom bi ovaj plugin trebao da bude učitan? (default 10)

source: See the <a href="http://codex.wordpress.org/Plugin_API#Hook_to_WordPress">Wordpress Codex Plugin API</a>.
sr_rs: Videti <a href="http://codex.wordpress.org/Plugin_API#Hook_to_WordPress">Wordpress Codex Plugin API</a>.

source: Uninstall
sr_rs: Deinstalirati

source: Remove all Image Formatr settings from the database upon plugin deactivation?
sr_rs: Ukloniti sve Image Formatr postavke sa baze podataka u plugin deaktivaciji?

source: <em>Remember: the database is cleaned up when you "Deactivate"</em>.
sr_rs: <em >Zapamtite: baza podataka je očišćena kada "Deactivate"</em>.

source: Main settings
sr_rs: Glavne postavke

source: Thumbnail settings
sr_rs: Thumbnail postavke

source: Styling settings
sr_rs: Stajling postavke

source: Flickr settings
sr_rs: Flickr postavke

source: PrettyPhoto popup settings
sr_rs: PrettyPhoto popup postavke

source: Advanced settings
sr_rs: Unapredjene postavke

source: Image Formatr
sr_rs: Formatr slike

source: Only positive integers should be used as %s.
sr_rs: Samo pozitivne cele brojeve treba koristiti kao%s
